Repository: miya0001/wp-total-hacks
Catalog: langs/wp-total-hacks-*.po
Languages: ru_ru

source: Appearance in admin
ru_ru: Админинтерфейс

source: Change admin header logo
ru_ru: Изменить логотип в заголовке админинтерфейса

source: Upload 30 x 30 pixel image for admin header logo.
ru_ru: Загрузить изображение (30 x 30px) для логотипа в заголовке админинтерфейса.

source: Select File
ru_ru: Выберите файл

source: Change admin footer text
ru_ru: Изменить текст в "подвале" админинтерфейса

source: You can edit admin footer text. Line breaks will remove.
ru_ru: Можно отредактировать текст в "подвале". Разрывы строк будут удалены.

source: Change login logo
ru_ru: Изменить логотип в форме входа

source: You can customize logo, URL and Title. The logo image size is recommended 310 x 70 pixel.
ru_ru: Можно изменить логотип, URL и заголовое страницы входа. Рекомендуемый размер логотипа - 310 x 70&nbsp;px.

source: Logo
ru_ru: Логотип

source: Title
ru_ru: Заголовок

source: Translators
ru_ru: Переводчики

source: Contributors
ru_ru: Разработчики

source: Other
ru_ru: Дополнительно

source: Deactive Dashboard Widgets
ru_ru: Деактивировать виджеты в консоли

source: Click on the check box that you want to delete.
ru_ru: Отметьте какие блоки Вы хотели бы скрыть.

source: Add role "Webmaster"
ru_ru: Добавить роль "Webmaster"

source: "Webmaster" is role able to "Editor" + "edit_theme_options".
ru_ru: "Webmaster" - роль с возможностями "Editor" + "edit_theme_options".

source: Change the default eamil address
ru_ru: Изменить e-mail по умолчанию

source: Change the default eamil address and sender name.
ru_ru: Изменение e-mail адреса и имени отправителя по умолчанию.

source: Name
ru_ru: Имя

source: Delete default contact methods
ru_ru: Удалить часть методов обратной связи

source: Delete default contact methods from user profile.
ru_ru: Выбранные методы обратной связи будут удалены из профиля пользователя.

source: Remove Update Notification
ru_ru: Убрать уведомления по обновлению

source: Remove Update Notification for all users except Admin User.
ru_ru: Убрать уведомления о обновлениях для всех пользователей за исключением Администратора.

source: Posts & Pages
ru_ru: Записи и страницы

source: Delete meta boxes for Posts
ru_ru: Убрать отдельные блоки из формы Записи

source: Delete meta boxes for Pages
ru_ru: Убрать отдельные блоки из формы Страница

source: Revision Control
ru_ru: Контроль ревизий

source: Please select limit the number of allowed revisions.
ru_ru: Укажите количество сохраняемых ревизий.

source: Store All
ru_ru: Сохранить все

source: Disable Auto Save
ru_ru: Отключить автосохранение

source: Stop Self Pings
ru_ru: Остановить пинг внутри сайта

source: Stop sending pings from your own site to your own site when you write posts.
ru_ru: Остановить отсылку пингов внутри сайта (при написании записей, ссылающихся на уже существующие).

source: Add "Excerpt" support for Pages.
ru_ru: Добавить поддержку "Цитат" для Страниц.

source: Requires to add excerpt text in a Pages.
ru_ru: Установить поддержку цитирования текста для Страниц.

source: WordPress Plugins
ru_ru: Плагины автора для WordPress

source: This Plugin needs your support
ru_ru: Это плагин нуждается в Вашей поддержке

source: Please help support the continued development.
ru_ru: Вы можете оказать поддержку для продолжения разработки.

source: $200+ makes you an official contributor.
ru_ru: Более $200 получено официальным разработчиком.

source: Contact
ru_ru: Контакты

source: Site Settings
ru_ru: Общие настройки

source: Add a favicon
ru_ru: Добавить иконку для сайта

source: Please upload .ico image.
ru_ru: Загрузите .ico файл.

source: Enable auto remove "wlwmanifest" and "xmlrpc" from meta.
ru_ru: Установить автоматическое удаление "wlwmanifest" и "xmlrpc" из блока <head>.

source: If you don't use "<a href="%s">Remote Publishing</a>", remove unnecessary tags from head.
ru_ru: Если "<a href="%s">Удалённая публикация</a>" не используется, можно удалить "лишние" теги из секции <b>head</b> html разметки.

source: Remove adjacent posts rel links from head on Pages
ru_ru: Удалить ссылки на "смежные" записи из <head> секции html разметки

source: Remove adjacent posts rel links from head on Pages.<br /><span class="ex">e.g. &lt;link rel="next" ...&gt; &lt;link rel="prev" ...&gt;</span>
ru_ru: Удалить ссылки на смежные записи из <head> секции html разметки на Страницах.<br /><span class="ex">e.g. &lt;link rel="next" ...&gt; &lt;link rel="prev" ...&gt;</span>

source: Remove version number from head
ru_ru: Удалить номер версии Wordpress из секции <head> html разметки

source: Remove generator tag from head. <span class="ex">e.g. &lt;meta name="generator" content="WordPress x.x.x" /&gt;</span>
ru_ru: Удалить тег "generator" из секции <head> html разметки: <span class="ex">e.g. &lt;meta name="generator" content="WordPress x.x.x" /&gt;</span>

source: Remove #more anchor
ru_ru: Удалить #more якорь

source: Remove #more-xxx anchor from more links.
ru_ru: Удалить #more-xxx якорь для ссылок "Подробнее".

source: Remove "[...]" from excerpt
ru_ru: Удалить "[...]" из отрывков

source: Remove "[...]" from output of the_excerpt().
ru_ru: Удалить "[...]" из вывода функции the_excerpt().

source: Install Google Analytics
ru_ru: Установить код Google Analytics

source: Add Google analytics code.
ru_ru: Добавить код Google analytics.

source: Webmaster Tools Verification
ru_ru: Подтверждение прав на управление сайтом

source: Enter your meta key "content" value to verify your blog with <a href="https://www.google.com/webmasters/tools/">Google Webmaster Tools</a>, <a href="https://siteexplorer.search.yahoo.com/">Yahoo! Site Explorer</a>, and <a href="http://www.bing.com/webmaster">Bing Webmaster Center</a>.
ru_ru: Введите ключ для отслеживания блога с помощью <a href="https://www.google.com/webmasters/tools/">Google Webmaster Tools</a>, <a href="https://siteexplorer.search.yahoo.com/">Yahoo! Site Explorer</a>, и <a href="http://www.bing.com/webmaster">Bing Webmaster Center</a>.

source: Save Changes
ru_ru: Сохранить изменения

source: Deactivate
ru_ru: Выключить

source: Activate
ru_ru: Включить

source: Settings
ru_ru: Настройки

source: Donate
ru_ru: Спонсировать
