Repository: miya0001/wp-total-hacks
Catalog: languages/wp-total-hacks-*.po
Languages: de_de, it_it, pl_pl

source: Select File
de_de: Datei auswählen...
it_it: Seleziona file
pl_pl: Wybierz plik

source: Saved.
de_de: Gespeichert.
pl_pl: Zachowano

source: Save Changes
de_de: Änderungen speichern
it_it: Salva
pl_pl: Zachowaj zmiany

source: Deactivate
de_de: Deaktivieren
it_it: Disattiva
pl_pl: Wyłącz

source: Activate
de_de: Aktivieren
it_it: Attiva
pl_pl: Aktywuj

source: Appearance in admin
de_de: Admin-Erscheinungsbild
it_it: Interfaccia amministrazione
pl_pl: Wygląd w panelu zarządzania

source: Change admin header logo
de_de: Admin-Kopfzeilenlogo ändern
it_it: Cambia logo amministrazione di header
pl_pl: Zmień logo panelu zarządzania

source: Upload %s x %s pixel image for admin header logo.
de_de: Lade ein Kopfzeilenlogo hoch (Bilddatei, %s*%s Pixel).
it_it: Carica immagine %s x %s pixel per logo amministrazione
pl_pl: Załaduj obrazek o wymiarach %s x %s pikseli.

source: Change admin footer text
de_de: Admin-Fußzeilentext ändern
it_it: Cambia testo dell'amministrazione del footer
pl_pl: Zmień treść stopki w panelu zarządzania

source: You can edit admin footer text. Line breaks will remove.
de_de: Du kannst deinen eigenen Fußzeilentext festlegen. (Zeilenumbrüche werden entfernt!)
it_it: Puoi cambiare il testo dell'amministrazione del footer. Interruzioni di riga verranno rimosssi
pl_pl: Możesz zmienić treść stopki. Uwaga.. nowe linie będą ignorowane.

source: Change login logo
de_de: Login-Logo ändern
it_it: Cambia logo della finestra accesso
pl_pl: Zmień logo panelu zarządzania

source: You can customize logo, URL and Title. The logo image size is recommended 310 x 70 pixel.
de_de: Du kannst das Logo, die URL und den Titel der Loginseite ändern. Das Logo sollte 310*70 Pixel groß sein.
it_it: Puoi personalizzare logo, URL e titolo. Le dimensioni del logo raccomandati sono 310 x 70 pixel.
pl_pl: Możesz zmienić logo oraz link. Zalecany rozmiar obrazka loga to 310 x 70 pikseli.

source: Title
de_de: Titel
it_it: Titolo
pl_pl: Tytuł

source: Translators
de_de: Übersetzer
it_it: Traduttori
pl_pl: Tłumacze

source: Contributors
de_de: Mitwirkende
it_it: Sostenitori
pl_pl: Współpracownicy

source: Other
de_de: Diverse
it_it: Altro
pl_pl: Inni

source: Deactivate Dashboard Widgets
de_de: Dashboard-Widgets deaktivieren
it_it: Disattiva Widgets Bacheca
pl_pl: Wyłącz widgety panelu zarządzania

source: Choose the items you want to remove.
de_de: Wähle die Elemente, die nicht angezeigt werden sollen.
it_it: Seleziona un oggetto per cancellare
pl_pl: Wybierz elementy, które chcesz usunąć.

source: Enable shortcode in the text widget
pl_pl: Aktywuj krótkie kody (shortcode) w widgetach

source: By default, the Text widget only support text and HTML. If you activate it, shortcode would be supported.
pl_pl: Domyślnie widgety obsługują tylko tekst oraz html. Gdy aktywujesz opcję, będą obsługiwane również shortcody

source: Enable oEmbed in the text widget
pl_pl: Aktywuj opcję oEmbed w widgetach

source: By default, the Text widget only support text and HTML. If you activate it, oEmbed would be supported.
pl_pl: Domyślnie widgety obsługują tylko tekst oraz html. Gdy aktywujesz opcję, pojawi się obsługa oEmbed

source: Add role "Webmaster"
de_de: Benutzerrolle "Webmaster" hinzufügen
it_it: Aggiungi ruolo "Webmaster"
pl_pl: Dodaj rolę “Webmaster”

source: This role has the capabilities of an "Editor", but can also edit theme options.
de_de: "Webmaster" haben die gleichen Befugnisse wie "Redakteure" und können zusätzlich Theme-Optionen bearbeiten.
it_it: Questo ruolo ha la capacit√† di un "Editor", ma puo modificare le opzioni dei temi.
pl_pl: Rola Webmastera posiada uprawnienia edytora, jednak z możliwością modyfikacji szablonu.

source: Change default email address
de_de: E-Mail-Adresse ändern
it_it: Cambia email di default
pl_pl: Zmień główny adres e-mail

source: Change the email address and sender name used by automatic email notifications.
de_de: Ändere den Absender automatischer versandter E-Mails.
it_it: Cambia email di default e nome del mittente usati dall'email automatico
pl_pl: Zmień domyślny adres e-mail oraz podpis w przesyłanych powiadomieniach

source: Name
it_it: Nome
pl_pl: Imię lub nazwa

source: Delete default contact methods
de_de: Kontaktinfos entfernen
it_it: Cancella metodi di contatto
pl_pl: Usuń domyślne metody kontaktu

source: Delete default contact methods from user profile.
de_de: Wähle die Kontaktinfos, die im Profil nicht angezeigt werden sollen.
it_it: Cancella metodi di contatto dal profilo utente
pl_pl: Opcja usuwa domyślnie dostępne opcje kontaktu.

source: Remove Update Notification
de_de: Update-Meldungen unterdrücken
it_it: Rimuovi notifiche di aggiornamento
pl_pl: Usuń powiadomienie o aktualizacjach

source: Remove Update Notification for all users except Admin User.
de_de: Unterdrückt Update-Meldungen für alle Benutzer außer Administratoren.
it_it: Rimuovi notifiche di aggiornamento per tutti utenti tranne Amministratore
pl_pl: Opcja ta usuwa powiadomienia o aktualizacjach dla wszystkich użytkowników poza administratorem.

source: Posts &amp; Pages
de_de: Artikel &amp; Seiten
it_it: Articoli e Pagine
pl_pl: Wpisy &amp; Strony

source: Remove meta boxes for Posts
de_de: Metaboxen für Artikel entfernen
it_it: Elimina meta box per Articoli
pl_pl: Usuń pola meta dla Wpisów

source: Remove meta boxes for Pages
de_de: Metaboxen für Seiten entfernen
it_it: Elimina meta box per Pagine
pl_pl: Usuń pola meta dla Stron

source: Revision Control
de_de: Revisionskontrolle
it_it: Controllo revisioni
pl_pl: Kontrola wersji

source: Limit the number of revisions allowed.
de_de: Beschränke die mögliche Anzahl von Revisionen.
it_it: Seleziona numero di revisione ammesse
pl_pl: Ustal limit zachowanych wersji edycji

source: Store All
de_de: Unbegrenzt
it_it: Registra tutto
pl_pl: Zachowaj wszystkie wersje

source: Stop self-pingbacks
de_de: Pingbacks auf eigene Artikel verhindern
it_it: Sospendi self-pingbacks
pl_pl: Zatrzymaj automatyczne pingowanie

source: Stop sending pingbacks from your own site to your own site when writing posts.
de_de: Verhindert, dass deine Artikel Pingbacks von anderen deiner Artikel erhalten.
it_it: Sospendi di mandare pings verso altri siti quando pubblichi i posts.
pl_pl: Opcja ta deaktywuje automatyczne pingowanie / powiadamianie po publikacji nowych treści.

source: Add "Excerpt" support for Pages.
de_de: Auszüge für Seiten ermöglichen
it_it: Aggiungi "Riassunto" alle pagine
pl_pl: Dodaj opcję leadu dla stron

source: Allows you to add excerpt text to pages.
de_de: Ermöglicht das Hinzufügen von Auszügen bei Seiten.
it_it: Ti permette di aggiungere riassunto alle pagine
pl_pl: Możesz dodać opcję leadu, a więc krótkiego wypisu treści dla stron.

source: Allow you to create child page for "draft".
it_it: Ti permette di creare una paginca child per "draft".
pl_pl: Zezwól na stworzenie podstrony dla szkicu

source: You can create child page for non-publish Page.
it_it: Puoi creare pagine child per Pagine non-publish.
pl_pl: Możesz tworzyć podstrony dla nieopublikowanych stron

source: Site Settings
de_de: Seiteneinstellungen
it_it: Impostazioni del sito
pl_pl: Ustawienia serwisu

source: Add a favicon
de_de: Favicon hinzufügen
it_it: Aggiungi Favicon
pl_pl: Dodaj favikonkę

source: Please upload .ico image.
de_de: Lade eine .ico-Bilddatei hoch.
it_it: Caricare una immagine .ico
pl_pl: Załaduj plik .ico

source: Use this favicon with administration screens.
de_de: Dieses Favicon auch in der Admin-Oberfläche benutzen
it_it: Usa questo Favicon con schermo dell'amministrazione.
pl_pl: Użyj ikony również w panelu zarządzania

source: Add a apple-touch-icon
de_de: Apple-Touch-Icon hinzufügen
it_it: Aggiungi apple-touch-icon
pl_pl: Dodaj ikonę apple-touch

source: Please upload .png image.
de_de: Lade eine .png-Bilddatei hoch.
it_it: Caricare una immagine .png
pl_pl: Załaduj plik .png

source: Remove "wlwmanifest" and "xmlrpc" from meta.
de_de: "wlwmanifest"- und "xmlrpc"-Tags entfernen
it_it: Rimuovi "wlwmanifest" e "xmlrpc" dai meta tag
pl_pl: Usuń tagi meta ”wlwmanifest" i "xmlrpc" ze źródła

source: If you don't use "<a href="%s">Remote Publishing</a>", remove unnecessary tags from head.
de_de: Wenn du "<a href="%s">Fernpublizieren</a>" nicht verwendest, kannst du diese unnötigen Tags aus dem &lt;head&gt; entfernen.
it_it: Se non usi "<a href="%s">Remote Publishing</a>", rimuovi i meta tag non necessari dal head
pl_pl: Jeśli nie korzystasz ze "<a href="%s">zdalnej publikacji</a>", możesz usunąć bezpiecznie te tagi ze źródła.

source: Remove adjacent posts rel links from head on Pages
de_de: rel-Links zu angrenzenden Artikel aus dem &lt;head&gt; von Seiten entfernen
it_it: Rimuovi i post adiacenti con rel links dal head nelle pagine
pl_pl: Usuń linki rel z nagłówka

source: Remove adjacent posts rel links from head on Pages.<br /><span class="ex">e.g. &lt;link rel="next" ...&gt; &lt;link rel="prev" ...&gt;</span>
de_de: Entfernt diese bei Seiten unnötigen Links.<br /><span class="ex">z.B. &lt;link rel="next" ...&gt; &lt;link rel="prev" ...&gt;</span>
it_it: Rimuovi rel links dal head nelle pagine<br /><span class="ex">e.g. &lt;link rel="next" ...&gt; &lt;link rel="prev" ...&gt;</span>
pl_pl: Usuń linki rel .<br /><span class="ex">e.g. &lt;link rel="next" ...&gt; &lt;link rel="prev" ...&gt;</span>

source: Remove version number from head
de_de: Versionsnummer aus dem &lt;head&gt; entfernen
it_it: Rimuovi tag di versione dai meta tag dal head
pl_pl: Usuń informację o wersji z nagłówka

source: Remove generator tag from head. <span class="ex">e.g. &lt;meta name="generator" content="WordPress x.x.x" /&gt;</span>
de_de: Entfernt den Generator-Tag (<span class="ex">&lt;meta name="generator" content="WordPress x.x.x" /&gt;</span>) aus dem &lt;head&gt;.
it_it: Rimuovi tag di versione dai meta tag dal head. <span class="ex">e.g. &lt;meta name="generator" content="WordPress x.x.x" /&gt;</span>
pl_pl: Usuń informację o generatorze (<span class="ex">&lt;meta name="generator" content="WordPress x.x.x" /&gt;</span>) z nagłówka

source: Remove #more anchor
de_de: #more-Anker entfernen
it_it: Rimuovi il tag #more
pl_pl: Usuń kotwicę #więcej

source: Remove #more-xxx anchor from more links.
de_de: Entfernt den "#more-xxx"-Anker aus den "Weiterlesen"-Links.
it_it: Rimuovi il tag #more-xxx dai link
pl_pl: Usuwa kotwicę #więcej-xxx z linków

source: Remove "[...]" from excerpt
de_de: "[...]" aus Auszügen entfernen
it_it: Rimuovi [...] dai riassunti
pl_pl: Usuń “[…]” z leadów

source: Remove "[...]" from output of the_excerpt().
de_de: Entfernt "[...]" aus dem mit the_excerpt() angeforderten Text.
it_it: Rimuovi [...] dal testo dei riassunti
pl_pl: Usuwa "[...]" z leadów poszczególnych wpisów.

source: Block all pingbacks
pl_pl: Blokuj opcję pingback

source: Block all pingbacks.
pl_pl: Zablokuj opcję pingback

source: Install Google Analytics
de_de: Google Analytics installieren
it_it: Installa Google Analytics
pl_pl: Zainstaluj kod Google Analytics

source: Add Google analytics code.
de_de: Fügt Google-Analytics-Code ein.
it_it: Aggiungi codice per Google Analytics
pl_pl: Dodaj kod śledzący statystyki z Google Analytics

source: Exclude user logged in.
de_de: Nur für nicht eingeloggte Benutzer
it_it: Escludi utente loggato
pl_pl: Nie bierz pod uwagę zalogowanych

source: Webmaster Tools Verification
pl_pl: Weryfikacja Webmaster Tools

source: Enter your meta key "content" value to verify your blog with <a href="https://www.google.com/webmasters/tools/">Google Webmaster Tools</a> and <a href="http://www.bing.com/webmaster">Bing Webmaster Center</a>.
pl_pl: Wprowadź wartość meta aby zweryfikować stronę na <a href="https://www.google.com/webmasters/tools/">Google Webmaster Tools</a> oraz <a href="http://www.bing.com/webmaster">Bing Webmaster Center</a>.

source: Settings
de_de: Einstellungen
it_it: Impostazioni
pl_pl: Ustawienia

source: Donate
de_de: Spenden
it_it: Donazione
pl_pl: Daj napiwek

source: WordPress Plugins
it_it: WordPress Pulgins

source: This Plugin needs your support
de_de: Dieses Plugin braucht deine Unterstützung
it_it: Questo plugin necessita del tuo supporto

source: Please help support the continued development.
de_de: Hilf mit, seine weitere Entwicklung zu finanzieren.
it_it: Vi preghiamo di aiutarci al mantenimento del plugin

source: $200+ makes you an official contributor.
de_de: Ab 200$ wirst du als Mitwirkende/r aufgeführt.
it_it: $200 per diventare sostenitore ufficiale

source: Contact
de_de: Kontakt
it_it: Contatti

source: Enter your meta key "content" value to verify your blog with <a href="https://www.google.com/webmasters/tools/">Google Webmaster Tools</a>, <a href="https://siteexplorer.search.yahoo.com/">Yahoo! Site Explorer</a>, and <a href="http://www.bing.com/webmaster">Bing Webmaster Center</a>.
de_de: Gib deinen meta "content"-Wert ein, um deinen Blog mit <a href="https://www.google.com/webmasters/tools/">Google Webmaster Tools</a>, <a href="https://siteexplorer.search.yahoo.com/">Yahoo! Site Explorer</a> und <a href="http://www.bing.com/webmaster">Bing Webmaster Center</a> zu verifizieren.
it_it: Inserisci la chiave dei meta tag "content" per verificare il sito su <a href="https://www.google.com/webmasters/tools/">Google Webmaster Tools</a>, <a href="https://siteexplorer.search.yahoo.com/">Yahoo! Site Explorer</a>, e <a href="http://www.bing.com/webmaster">Bing Webmaster Center</a>.

source: Disable Auto Save
de_de: Automatisches Speichern deaktivieren
